Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Goal type weight
de_de: Zieltyp-Gewichtung

source: LoA factor
de_de: LoA-Faktor

source: Payout curve result
de_de: Ergebnis der Auszahlungs­kurve

source: Target bonus
de_de: Zielprämie

source: TiR factor
de_de: TiR-Faktor

source: Bonus formula overview
de_de: Übersicht der Bonusformel

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
de_de: Diese Formel berechnet die Bonusauszahlung. Sie können sie später im Prozess der Erstellung der Vergütungsrunde anpassen.

source: Bonus calculation equation
de_de: Bonusberechnungsformel

source: Specify the performance indicators and payout curve
de_de: Geben Sie die Leistungsindikatoren und die Auszahlungsstruktur an

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
de_de: Die Auszahlungskennlinie {{payoutCurveName}} ist deaktiviert. Wenn Sie sie bearbeiten, steht sie nicht mehr zur Auswahl zur Verfügung.

source: Deactivated payout curve
de_de: Deaktivierte Auszahlungs­kurve

source: Add a goal plan and assign payout curves.
de_de: Fügen Sie einen Zielplan hinzu und weisen Sie Auszahlungsverläufe zu.

source: Payout curve
de_de: Auszahlungskurve

source: Measurement
de_de: Messung

source: Add a plan, set a payout curve and a calculated weight.
de_de: Fügen Sie einen Plan hinzu, legen Sie eine Auszahlungs­kurve und ein berechnetes Gewicht fest.

source: Add goal plan
de_de: Zielplan hinzufügen

source: Add plan
de_de: Plan hinzufügen

source: Get started by adding a goal plan
de_de: Beginnen Sie, indem Sie einen Zielplan hinzufügen

source: This payout curve is disabled; please choose another one.
de_de: Diese Auszahlungs­kurve ist deaktiviert; bitte wählen Sie eine andere aus.

source: This payout curve is disabled; please select another one.
de_de: Diese Auszahlungsstruktur ist deaktiviert; bitte wählen Sie eine andere aus.

source: Search for payout curves
de_de: Nach Auszahlungsdiagrammen suchen

source: Please provide a goal plan.
de_de: Bitte geben Sie einen Zielplan an.

source: {{percent}}% weight
de_de: {{percent}} % Gewicht

source: Performance indicator (goals)
de_de: Leistungsindikator (Ziele)

source: Bonus type
de_de: Bonustyp

source: The code cannot be empty.
de_de: Der Code darf nicht leer sein.

source: A bonus plan with that code already exists
de_de: Ein Bonusplan mit diesem Code existiert bereits

source: Goal plan period
de_de: Zielplanungszeitraum

source: Define the time frame for the goal plan to be used in this bonus plan.
de_de: Legen Sie den Zeitraum für den Zielplan fest, der in diesem Bonusplan verwendet werden soll.

source: End date is required
de_de: Enddatum ist erforderlich

source: The start date is required.
de_de: Das Startdatum ist erforderlich.

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
de_de: Sie haben bereits einen Zielplan ausgewählt. Um den Zeitraum zu aktualisieren, entfernen Sie bitte zuerst die aktuelle Auswahl.

source: The name cannot be empty.
de_de: Der Name darf nicht leer sein.

source: Search by name
de_de: Nach Name suchen

source: Discretionary bonus
de_de: Freiwilliger Bonus

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
de_de: Vergeben nach Ermessen des/der Vergütungsmanager:in, nicht an spezifische Leistungskennzahlen gebunden.

source: STI: KPIs with payout curves
de_de: STI: KPIs mit Gewinnkurven

source: A bonus tied to KPIs where payouts adjust based on performance levels.
de_de: Ein Bonus, der an KPIs gebunden ist, wobei der Gewinn je nach Leistungsstufe angepasst wird.

source: Define the population(s) for the bonus plan.
de_de: Definieren Sie die Zielgruppe(n) für den Bonusplan.

source: Select the populations relevant for this bonus plan.
de_de: Wählen Sie die für diesen Bonusplan relevanten Populationen aus.

source: Select populations
de_de: Populationen auswählen

source: Population summary
de_de: Bevölkerungsübersicht

source: Overview of the population definition
de_de: Übersicht über die Definition der Population

source: System populations
de_de: Systempopulationen

source: Apply individual inclusion and exclusion.
de_de: Individuelle Ein- und Ausschlüsse anwenden.

source: No workers added to the population yet
de_de: Noch keine Mitarbeiter:innen zur Population hinzugefügt

source: Manual worker selections
de_de: Manuelle Auswahl von Mitarbeiter:innen

source: Workers selected manually
de_de: Mitarbeiter:innen manuell ausgewählt

source: Apply prorating factors
de_de: Faktoren für die anteilige Berechnung anwenden

source: Leave of absence (LoA)
de_de: Beurlaubung (LoA)

source: Select factors to apply to the plan
de_de: Wählen Sie die Faktoren aus, die auf den Plan angewendet werden sollen

source: Selected factors
de_de: Ausgewählte Faktoren

source: Time in role (TiR)
de_de: Zeit in der Rolle (TiR)

source: Time in role to target
de_de: Zeit in der Rolle bis zum Ziel

source: Prorating factors
de_de: Faktoren für die anteilige Berechnung

source: Review plan configurations
de_de: Plankonfigurationen überprüfen

source: Summary
de_de: Zusammenfassung

source: View bonus plan
de_de: Bonusplan anzeigen

source: The payout curve is required.
de_de: Die Auszahlungs­kurve ist erforderlich.

source: Bulk assign
de_de: Sammelzuweisung

source: Select which payout curve will be assigned to the selected goals.
de_de: Wählen Sie aus, welche Auszahlungs­kurve den ausgewählten Zielen zugewiesen wird.

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
de_de: Eine oder mehrere Auszahlkurven wurden deaktiviert. Wenn Sie eine neue Auszahlkurve zuweisen, können Sie keine der deaktivierten Kurven erneut auswählen.

source: Assign payout curve
de_de: Auszahlungskurve zuweisen

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
de_de: Weisen Sie standardmäßige Auszahlungs-Kurven basierend auf dem Zieltyp und den Messkriterien zu. Die verfügbaren Optionen für die Auszahlungs-Kurve entsprechen dem Typ der Ergebniseinheit. Sie können diese Standardwerte später bei Bedarf überschreiben.

source: Default payout curves
de_de: Standard-Auszahlungsstrukturen

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
de_de: Sie können Auszahlungs-Kurven zuweisen, sobald die Zieltypen und Messkriterien geladen sind.

source: Select a goal plan to get started
de_de: Wählen Sie einen Zielplan aus, um zu beginnen

source: Please select a goal plan.
de_de: Bitte wählen Sie einen Zielplan aus.

source: The payout curve was successfully assigned.
de_de: Die Auszahlungsstruktur wurde erfolgreich zugewiesen.

source: The payout curves were successfully assigned.
de_de: Die Auszahlungsdiagramme wurden erfolgreich zugewiesen.

source: Autosaved
de_de: Automatisch gespeichert

source: Select goal
de_de: Ziel auswählen

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
de_de: Sind Sie sicher, dass Sie diesen Zielplan löschen möchten? Dadurch werden alle Konfigurationen dauerhaft entfernt.

source: Delete goal plan
de_de: Zielplan löschen

source: Empty
de_de: Leer

source: Individual
de_de: Individuum

source: Organizational
de_de: Organisatorisch

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
de_de: Keine Ergebnisse entsprechen den Such- oder Filterkriterien. Entfernen Sie die Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Search by goal name
de_de: Nach Zielnamen suchen

source: {{count}} items selected
de_de: {{count}} Elemente ausgewählt

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
de_de: Einigen Zielen ist keine Auszahlungskurve zugewiesen. Sie können fortfahren, aber diese Ziele werden nicht in die Bonusberechnung einbezogen.

source: Unassigned goals
de_de: Nicht zugewiesene Ziele

source: Pending draft
de_de: Entwurf ausstehend

source: Bonus Plans
de_de: Bonuspläne

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
de_de: Sind Sie sicher, dass Sie diesen Zielplan aktualisieren möchten? Der veröffentlichte Bonusplan wird erst beeinflusst, wenn Sie ihn erneut veröffentlichen.

source: Update goal plan
de_de: Zielplan aktualisieren

source: Refresh goals
de_de: Ziele aktualisieren

source: The goal plan was successfully updated.
de_de: Der Zielplan wurde erfolgreich aktualisiert.

source: Update compensation rounds to the latest version.
de_de: Aktualisiere Vergütungsrunden auf die neueste Version.

source: Check the usage details to see where this plan is used.
de_de: Prüfen Sie die Nutzungsdetails, um zu sehen, wo dieser Plan verwendet wird.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
de_de: Sie sind dabei, den ausstehenden Entwurf zu veröffentlichen, der die aktuell veröffentlichte Version dieses Bonusplans ersetzen wird.

source: To apply your changes:
de_de: So wenden Sie Ihre Änderungen an:

source: This action won’t automatically update the compensation rounds using this plan.
de_de: Diese Aktion aktualisiert die Vergütungsrunden, die diesen Plan verwenden, nicht automatisch.

source: Publish updated bonus plan
de_de: Aktualisierten Bonusplan veröffentlichen

source: Owner
de_de: Zuständig

source: Published date
de_de: Veröffentlichungsdatum

source: Search by name or code
de_de: Nach Name oder Code suchen

source: Competency Scales
de_de: Kompetenzskalen

source: The career development plan was successfully updated.
de_de: Der Karriereentwicklungsplan wurde erfolgreich aktualisiert.

source: Add question
de_de: Frage hinzufügen

source: Edit career development plan
de_de: Karriereentwicklungsplan bearbeiten

source: No translation provided for the description
de_de: Keine Übersetzung für die Beschreibung vorhanden

source: No translation provided for the title
de_de: Keine Übersetzung für den Titel bereitgestellt

source: Specify the number of days
de_de: Geben Sie die Anzahl der Tage an.

source: Configure notifications and preferred notification delivery channels
de_de: Benachrichtigungen und bevorzugte Benachrichtigungskanäle konfigurieren

source: Message
de_de: Nachricht

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
de_de: Großartige Arbeit bisher! Da nur noch wenige Tage in Ihrem Karriereentwicklungsplan verbleiben, ist jetzt der perfekte Zeitpunkt, um Ihren Fortschritt zu überprüfen und zusätzliche Kommentare hinzuzufügen.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
de_de: Heute ist der letzte Tag Ihres Karriereentwicklungsplans! Herzlichen Glückwunsch zu Ihrem Engagement und Ihrer Entwicklung auf dieser Reise.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
de_de: Ihr Karriereentwicklungsplan ist bereit für die abschließende Prüfung. Bitte bestätigen und den Plan nach Rücksprache mit Ihrer Führungskraft freigeben.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
de_de: Ihre Selbsteinschätzung wurde eingereicht. Ihre Führungskraft wird sie überprüfen und Ihnen in Kürze Feedback geben.

source: Your career development plan has started. Review the plan and begin working on your objectives.
de_de: Ihr Karriereentwicklungsplan hat begonnen. Überprüfen Sie den Plan und beginnen Sie, an Ihren Zielen zu arbeiten.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
de_de: Ihre Selbsteinschätzung ist jetzt geöffnet. Nehmen Sie sich die Zeit zum Nachdenken und reichen Sie dann Ihre Antworten ein.

source: Send a notification a certain number of days before the end of the plan
de_de: Benachrichtigung eine bestimmte Anzahl von Tagen vor dem Ende des Plans senden

source: Send a notification on the day
de_de: Benachrichtigung an dem Tag senden

source: End of the career development plan
de_de: Ende des Karriereentwicklungsplans

source: Career development plan PDF creation
de_de: PDF-Erstellung für Karriereentwicklungsplan

source: Plan sign-off
de_de: Planfreigabe

source: Review & feedback
de_de: Beurteilung & Feedback

source: Start of the career development plan
de_de: Beginn des Karriereentwicklungsplans

source: Worker submission
de_de: Einreichung von Mitarbeiter:in

source: Email notifications
de_de: E-Mail-Benachrichtigungen

source: In-app notifications
de_de: In-App-Benachrichtigungen

source: Notification delivery channel
de_de: Benachrichtigungskanal

source: Core components
de_de: Kernkomponenten

source: Enable, configure & reorder core components
de_de: Aktivieren, Konfigurieren und Neuanordnen von Kernkomponenten

source: Continuous plan
de_de: Kontinuierlicher Plan

source: Enter the basic information for the plan
de_de: Geben Sie die grundlegenden Informationen für den Plan ein

source: Fixed duration plan
de_de: Plan mit fester Laufzeit

source: Local owner
de_de: Lokale:r Eigentümer:in

source: Select owner
de_de: Eigentümer auswählen

source: Send career development plan PDF to Documents
de_de: Karriereentwicklungsplan-PDF an Dokumente senden

source: A plan with this code already exists.
de_de: Ein Plan mit diesem Code existiert bereits.

source: Select option
de_de: Option auswählen

source: Eligibility
de_de: Berechtigung

source: Specify the eligibility for the comp round
de_de: Geben Sie die Teilnahmeberechtigung für die Vergütungsrunde an

source: Define the populations for the plan
de_de: Definieren Sie die Zielgruppen für den Plan

source: Population setup is restricted by primary owner access
de_de: Die Einrichtung der Population ist auf den Zugriff durch den/die primäre:n Eigentümer:in beschränkt.

source: Population setup is restricted by local admin access.
de_de: Die Einrichtung der Population ist durch den lokalen Administratorzugang eingeschränkt.

source: Privacy settings
de_de: Datenschutzeinstellungen

source: Configure the privacy settings
de_de: Konfigurieren Sie die Datenschutzeinstellungen

source: Mandatory question
de_de: Pflichtfrage

source: Checkboxes
de_de: Kontrollkästchen

source: Radio buttons
de_de: Optionsfelder

source: Text input
de_de: Texteingabe

source: Edit question
de_de: Frage bearbeiten

source: No questions yet
de_de: Noch keine Fragen

source: Answer to this question is mandatory.
de_de: Die Beantwortung dieser Frage ist verpflichtend.

source: Response permission
de_de: Antwortberechtigung

source: Manager only
de_de: Nur Manager

source: Worker only
de_de: Nur Mitarbeiter:in

source: Worker & manager
de_de: Mitarbeiter:in & Manager:in

source: Career plan questionnaire
de_de: Fragebogen zur Karriereplanung

source: Add answer option
de_de: Antwortoption hinzufügen

source: The answer option cannot be empty.
de_de: Die Antwortoption darf nicht leer sein.

source: Create questions for workers
de_de: Fragen für Mitarbeiter:innen erstellen

source: Languages: {{numerator}}/{{denominator}}
de_de: Sprachen: {{numerator}}/{{denominator}}

source: List of answer options
de_de: Liste der Antwortoptionen

source: At least {{count}} answer option is required for this answer type
de_de: Für diesen Antworttyp ist mindestens {{count}} Antwortoption erforderlich

source: At least {{count}} answer options are required for this answer type
de_de: Für diesen Antworttyp sind mindestens {{count}} Antwortoptionen erforderlich

source: Please provide a question.
de_de: Bitte stellen Sie eine Frage.

source: Show disabled
de_de: Deaktivierte anzeigen

source: Response rule
de_de: Antwortregel

source: Skill library
de_de: Fähigkeitsbibliothek

source: Configure the skill set for the plan
de_de: Konfigurieren Sie die Fähigkeiten für den Plan

source: Sidebar widgets
de_de: Seitenleisten-Widgets

source: Enable, set up & reorder sidebar widgets
de_de: Seitenleisten-Widgets aktivieren, einrichten & neu anordnen

source: Update the workflow labels
de_de: Aktualisieren Sie die Workflow-Beschriftungen

source: Change display name
de_de: Anzeigenamen ändern

source: Selected workflow step
de_de: Ausgewählter Workflow-Schritt

source: Receive insights and guidance from your manager.
de_de: Erhalten Sie Einblicke und Anleitungen von Ihrer Führungskraft.

source: Manager feedback
de_de: Führungskraft-Feedback

source: Reflect on your achievements and growth areas.
de_de: Denken Sie über Ihre Erfolge und Entwicklungsbereiche nach.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
de_de: Die Führungskraft kann weiterhin bestimmte Felder ausfüllen und nach Durchführung der Aktion das Formular einreichen.

source: Allow workers to refuse the career development
de_de: Erlauben Sie Mitarbeiter:innen, die berufliche Weiterentwicklung abzulehnen

source: Create career development plan
de_de: Karriereentwicklungsplan erstellen

source: View & manage career development plans
de_de: Karriereentwicklungspläne anzeigen & verwalten

source: Development plans
de_de: Entwicklungspläne

source: End date: {{date}}
de_de: Enddatum: {{date}}

source: Start date: {{date}}
de_de: Startdatum: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
de_de: Keine Karrierepläne. Schauen Sie bald wieder vorbei, um Updates und neue Möglichkeiten zur Unterstützung Ihrer beruflichen Entwicklung zu erhalten. Wir sind hier, um Ihnen zu helfen, Ihre Karriereziele zu erreichen.

source: No career development plans
de_de: Keine Karriereentwicklungspläne

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
de_de: Die Datei wurde erfolgreich hochgeladen. Bitte laden Sie die Protokolldatei herunter, um eventuelle Fehler zu überprüfen. Konzentrieren Sie sich auf die letzten beiden Spalten, „Ergebnis“ und „Fehlerbeschreibung“, um Details zu eventuellen Problemen zu erhalten.

source: Are you sure you want to delete the career development plan?
de_de: Sind Sie sicher, dass Sie den Karriereentwicklungsplan löschen möchten?

source: Delete career development plan
de_de: Karriereentwicklungsplan löschen

source: The career development plan template was successfully deleted.
de_de: Die Vorlage für den Karriereentwicklungsplan wurde erfolgreich gelöscht.

source: The career development plan was duplicated and a new item was created.
de_de: Der Karriereentwicklungsplan wurde dupliziert und ein neues Element wurde erstellt.

source: No career development plans yet!
de_de: Noch keine Karriereentwicklungspläne vorhanden!

source: Open career development plan
de_de: Entwicklungsplan für die Karriere öffnen

source: Career development plans
de_de: Karriereentwicklungspläne

source: Upload skills
de_de: Fähigkeiten hochladen

source: Download career development plan
de_de: Karriereentwicklungsplan herunterladen

source: Generate PDF
de_de: PDF generieren

source: Send to Documents
de_de: An Dokumente senden

source: Preview behavior wheel widget
de_de: Vorschau des Verhaltensdiagramm-Widgets

source: Behavior wheel
de_de: Verhaltensdiagramm

source: Enable chat messages for the entire duration of the career development plan.
de_de: Aktivieren Sie Chat-Nachrichten für die gesamte Dauer des Karriereentwicklungsplans.

source: Career chat
de_de: Karriere-Chat

source: Add resources
de_de: Ressourcen hinzufügen

source: Provide links to workers and managers
de_de: Links für Mitarbeiter:innen und Führungskräfte bereitstellen

source: Go to edit mode to get started by creating one.
de_de: Wechseln Sie in den Bearbeitungsmodus, um zu beginnen und eine zu erstellen.

source: No resources added yet!
de_de: Noch keine Ressourcen hinzugefügt!

source: Label
de_de: Beschriftung

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
de_de: Ungültige URL. Stellen Sie sicher, dass Sie eine URL eingeben, die das HTTPS-Protokoll verwendet.

source: Resource list
de_de: Ressourcenliste

source: Resources
de_de: Ressourcen

source: Skills & competency groups
de_de: Fähigkeiten & Kompetenzgruppen

source: You must select at least one skill.
de_de: Sie müssen mindestens eine Fähigkeit auswählen.

source: Skill Libraries
de_de: Fähigkeitsbibliothek

source: The size of the file exceeds the maximum limit.
de_de: Die Dateigröße überschreitet die Höchstgrenze.

source: Upload file
de_de: Datei hochladen

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
de_de: Laden Sie die CSV-Datei hoch (Max: 1 MB). Stellen Sie sicher, dass die Datei korrekt formatiert ist, um einen reibungslosen Upload zu gewährleisten.

source: Import file
de_de: Datei importieren

source: Download your current skill configuration
de_de: Laden Sie Ihre aktuelle Fähigkeitskonfiguration herunter

source: Upload the modified file
de_de: Laden Sie die geänderte Datei hoch

source: Add new skills to the file or update the existing skills
de_de: Fügen Sie neue Fähigkeiten zur Datei hinzu oder aktualisieren Sie die vorhandenen Fähigkeiten.

source: Add skills to the library
de_de: Fähigkeiten zur Bibliothek hinzufügen

source: This operation might take a few minutes; please keep this window open.
de_de: Dieser Vorgang kann einige Minuten dauern; bitte lassen Sie dieses Fenster geöffnet.

source: Processing
de_de: Wird verarbeitet

source: Parent element
de_de: Übergeordnetes Element

source: This code already exists.
de_de: Dieser Code ist bereits vorhanden.

source: Create comp element
de_de: Vergütungselement erstellen

source: Edit comp element
de_de: Vergütungselement bearbeiten

source: The code will be automatically generated after creation.
de_de: Der Code wird nach der Erstellung automatisch generiert.

source: Customer code
de_de: Kundencode

source: The customer code cannot be empty.
de_de: Der Kundencode darf nicht leer sein.

source: Use this for mapping purpose
de_de: Verwenden Sie dies für Zuordnungszwecke

source: Element type
de_de: Elementtyp

source: Comp elements
de_de: Vergütungselemente

source: Comp elements in use
de_de: Verwendete Vergütungselemente

source: Comp groups
de_de: Vergütungsgruppen

source: Comp trees
de_de: Vergütungsstrukturen

source: View rounds using comp elements
de_de: Runden mit Vergütungselementen anzeigen

source: Go to comp round
de_de: Gehe zur Vergütungsrunde

source: Rounds using comp elements
de_de: Runden mit Vergütungselementen

source: Create your first comp element
de_de: Erstellen Sie Ihr erstes Vergütungselement

source: View and manage comp trees and comp elements
de_de: Ansicht und Verwaltung von Vergütungsstruktur und Vergütungselementen

source: Enable comp element
de_de: Vergütungselement aktivieren

source: Compensation element tree
de_de: Vergütungselementstruktur

source: View comp element
de_de: Komponenten-Element anzeigen

source: Compensation element
de_de: Vergütungselement

source: Select the compensation element that will use this rule
de_de: Wählen Sie das Vergütungselement aus, das diese Regel verwenden wird
